Repository: FrknKilic/permasigneriOS-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, id, ko

source: If you want to prevent original apps being replaced, It is recommended to modify like this ExampleApp2 ExampleApp2 com.example.exampleapp2 WARNING:PLEASE MAKE SURE THE NAME IS NOT AS SAME AS THE SYSTEM APP NAMES
ar: إذا كنت ترغب في منع استبدال التطبيقات الأصلية, من المستحسن تعديل هكذا ExampleApp2 ExampleApp2 com.example.exampleapp2 خطأ: يرجى التأكد من الاسم ليست مثل أسماء تطبيقات
id: Jika Anda ingin mencegah aplikasi asli diganti, Disarankan untuk memodifikasi seperti ini ExampleApp2 ExampleApp2 com.example.exampleapp2 PERINGATAN: PASTIKAN NAMA TIDAK SAMA DENGAN APLIKASI SISTEM NAMA
ko: 기존앱이 교체(대치)되는 것을 방지하고 싶으시다면, 다음과 같이 수정하는걸 권장합니다 ExampleApp2 ExampleApp2 com.example.exampleapp2 경고:이름을 확인하세요 시스템 앱의 이름과 동일하지 않습니다

source: All packages in Package Folder have been removed
ar: تمت إزالة جميع البينات الموجودة في المجلد
id: Semua paket di Folder Paket telah dihapus
ko: 패키지 폴더속 모든 패키지가 제거됐습니다!

source: App Bundle
ar: حزمة التطبيقات
id: Bundle Aplikasi
ko: 앱 번들

source: App Info
ar: معلومات التطبيق
id: Info Aplikasi
ko: 앱정보

source: App Name
ar: أسم التطبيق
id: Nama Aplikasi
ko: 앱 이름

source: App Package Name
ar: اسم ملف التطبيق
id: Nama Paket Aplikasi
ko: 앱 패키지 이름

source: Check issues on Github
ar: التحقق من الاخطاء في Github
id: Periksa masalah di Github
ko: 문제를 Github에서 확인해보세요

source: Clear All Packages
ar: حذف جميع البيانات
id: Hapus Semua Paket
ko: 모든 패키지 비우기

source: CoreTrust exploit
ar: CoreTrust استغلال ثغره
id: Exploit CoreTrust
ko: 코어트러스트 취약

source: Credits
ar: الحقوق
id: Ucapan terima kasih
ko: 크레딧

source: Custom Info
ar: معلومات مخصصة
id: Info Kustom
ko: 정보 수정

source: Customize .deb file description ( Leave blank to use default )
ar: Customize .deb file description ( اتركه فارغا لاستخدام الوضع الافتراضي )
id: Sesuaikan deskripsi file .deb ( Biarkan kosong untuk menggunakan default )
ko: .deb 파일 설명 수정 ( 기본값으로 사용시 비워두세요! )

source: Customize App Bundle
ar: تعديل اسم حزمة التطبيق
id: Sesuaikan Bundle Aplikasi
ko: 앱 번들 수정

source: Customize App Name
ar: تعديل اسم التطبيق
id: Sesuaikan Nama Aplikasi
ko: 앱 이름 수정

source: Customize App Package Name (The name of .app directory)
ar: تخصيص اسم حزمة التطبيق (الاسم الخاص بـ .حزمة التطبيق)
id: Sesuaikan Nama Paket Aplikasi (Nama direktori .app)
ko: 앱 패키지 이름 수정 (.app 경로의 이름)

source: Description
ar: الوصف
ko: 설명

source: Document Folder Path /var/mobile/Documents/permasigneriOS Please be patient during the sign process, especially signing a complex app with lots of frameworks If you're having problems, please check Github issues before asking This is iOS ported of itsnebulalol's permasigner
ar: مسار مجلد المستند /var/mobile/Documents/permasigneriOS يرجى التحلي بالصبر أثناء عملية التوقيع ، خصوصاً التوقيع على تطبيق معقد باستخدام الكثير من ايطارات الحزم إذا كنت تواجه مشكلة ، فالرجاء التحقق من المشاكل في Github قبل السؤال هذا هو نظام التشغيل iOS الذي تم نقله من أداة تصميم itsnebulalol
id: Jalur Folder Dokumen /var/mobile/Dokumen/permasigneriOS Harap bersabar selama proses penandatanganan, terutama menandatangani aplikasi kompleks dengan banyak kerangka kerja Jika Anda mengalami masalah, harap periksa masalah Github sebelumnya bertanya Ini adalah porting iOS dari pembuat permanen nebulalolnya
ko: 문서 폴더 경로 /var/mobile/Documents/permasigneriOS 서명중입니다 잠시만 기다려 주세요!, 특히 프레임워크가 많이 있는 lots of frameworks 복잡한 앱에 서명하는중 문제가 생긴다면, Github이슈탭을 먼저 확인한 후 질문해주세요 itsnebulalol's permasigner를 iOS로 이식했는지 질문하세요

source: Done
ar: تم
id: Selesai
ko: 완료

source: Help and code contribution
ar: التعليمات ومساهمة التعليمات البرمجية
ko: 코드 기여및 도움

source: Importing iPA file
ar: استيراد ملف iPA
id: Mengimpor file iPA
ko: ipa파일 넣는중

source: No .ipa file selected
ar: لم يتم تحديد ملف .ipa
id: Tidak ada file .ipa yang dipilih
ko: ipa파일이 선택되지 않았습니다

source: Oh no
ar: اوه لا
id: Oh tidak
ko: 이런

source: OK
ar: حسناً
ko: 확인

source: Okay
ar: حسناً
id: Oke
ko: 확인

source: Open Package Folder in Filza
ar: افتح مجلد الحزمات في Filza
id: Buka Folder Paket di Filza
ko: 패키지 폴더를 filza에서 열기

source: Original Permasigner Developer
ar: المطور الأصلي Permasigner
id: Pengembang Permasigner Asli
ko: 오리지널 Permasigner 개발자

source: Permasigner-iOS Developer
ar: مطور Permasigner-iOS
id: Pengembang Permasigner-iOS
ko: Permasigner-iOS 개발자

source: Select File
ar: حدد ملف
id: Pilih file
ko: 파일 선택

source: Sign
ar: وقع
ko: 서명

source: Source Code
ar: مصادر البرنامج
id: Sumber Kode
ko: 소스코드

source: version
ar: الإصدار
id: versi
ko: 버전

source: View on Github
ar: عرض على Github
id: Lihat di Github
ko: Github에서 보기

source: View the file now?
ar: عرض الملف الآن؟
id: Lihat file sekarang?
ko: 파일을 여시겠습니까?

source: You need Filza to view the file
ar: أنت بحاجة إلى Filza لعرض الملف
id: Anda perlu Filza untuk melihat file
ko: 해당파일을 열려면 Filza가 필요합니다
